{
    "@context": "\/api\/3\/contexts\/SystemViewTemplate",
    "@type": "SystemViewTemplate",
    "type": "rows",
    "config": {
        "rows": [
            {
                "columns": [
                    {
                        "widgets": [
                            {
                                "type": "sectionHeader",
                                "config": {
                                    "wid": "dfb36d4a-1786-4136-98ee-8d50708587de",
                                    "query": {
                                        "filters": [],
                                        "sort": [],
                                        "limit": 10
                                    },
                                    "editorType": "html",
                                    "sectionText": "<p style=\"text-align: justify;\">Software is a generic term for custom or commercial code, operating system utilities, open-source software, or other tools used to conduct behavior modeled in ATT&amp;CK. Some instances of software have multiple names associated with the same instance due to various organizations tracking the same set of software by different names. The team makes a best effort to track overlaps between names based on publicly reported associations, which are designated as &ldquo;Associated Software&rdquo; on each page (formerly labeled &ldquo;Aliases&rdquo;), because we believe these overlaps are useful for analyst awareness.<\/p>\n<p style=\"text-align: justify;\">Software entries include publicly reported technique use or capability to use a technique and may be mapped to Groups who have been reported to use that Software. The information provided does not represent all possible technique use by a piece of Software, but rather a subset that is available solely through open source reporting.<\/p>\n<ul>\n<li class=\"mb-4\" style=\"text-align: justify;\">Tool - Commercial, open-source, built-in, or publicly available software that could be used by a defender, pen tester, red teamer, or an adversary. This category includes both software that generally is not found on an enterprise system as well as software generally available as part of an operating system that is already present in an environment. Examples include PsExec, Metasploit, Mimikatz, as well as Windows utilities such as Net, netstat, Tasklist, etc.<\/li>\n<li class=\"mb-4\" style=\"text-align: justify;\">Malware - Commercial, custom closed source, or open source software intended to be used for malicious purposes by adversaries. Examples include PlugX, CHOPSTICK, etc.<\/li>\n<\/ul>"
                                }
                            }
                        ],
                        "style": "col-lg-12"
                    }
                ],
                "wid": "87390db3-ed66-44b7-ac75-a4d2247c1c77",
                "_collapsed": false
            },
            {
                "columns": [
                    {
                        "widgets": [
                            {
                                "type": "grid",
                                "config": {
                                    "wid": "0417619e-54e5-4cc5-bf08-2c04642f0a73",
                                    "module": "mitre_software",
                                    "columns": [
                                        "mitreId",
                                        "name",
                                        "aliases",
                                        "description"
                                    ],
                                    "expandableCol": [],
                                    "relationshipField": [],
                                    "checkboxStatus": false,
                                    "actionButtons": [],
                                    "query": {
                                        "sort": [],
                                        "limit": 30,
                                        "logic": "AND",
                                        "filters": []
                                    }
                                }
                            }
                        ],
                        "style": "col-lg-12"
                    }
                ],
                "wid": "4f13f074-70b5-4b3d-bc3b-9ed7b20484b3",
                "_collapsed": false
            }
        ],
        "wid": "75eee37e-577e-4171-9af2-702245394bf1"
    },
    "uuid": "modules-mitre_software-list"
}